{
    "pre_task": {
        "subject_id": "Please identify yourself within your target language group.",
        "lang_id": "User Language",
        "mother_tongue": "Mother Tongue",
        "mother_tongue_extra": "Mother Tongue - Other",
        "trans_direct": "Please, specify which language combination you work with more frequently. For example, English to Italian.",
        "trans_direct_extra": "Please, specify any extra language combination you work with more frequently.",
        "gender": "Gender",
        "age": "Age",
        "education_level": "Education - Indicate the highest level completed.",
        "degree_name": "Could you specify the name of your degree or accreditation related to translation? For example, Master in Translation by the University of XYZ.",
        "curr_position": "Current position/job/activity",
        "english_level": "Could you specify your English level? A 1 is equivalent to a beginners level and C2 to a native or near native speaker level according to European framework of languages. Please, place yourself in your estimated level.",
        "trans_yr_exp": "Could you specify your professional experience as a translator overall in number of years?",
        "did_postedit": "As a professional translator, have you post-edited machine translated texts?",
        "postedit_yr_exp": "Could you specify the number of years of experience in post-editing machine translated texts?",
        "perc_postedit_12m": "In the last 12 months, could you specify the percentage of work that you have post-edited as opposed to not using MT at all?",
        "pro_fix_repetitive": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I like using MT for repetitive work.",
        "pro_save_time": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I like using MT because I save time.",
        "pro_creativity": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I like using MT to trigger my creativity.",
        "pro_check_words": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I like using MT to check certain words or expressions.",
        "pro_consistency": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I like using MT as it help maintain the consistency.",
        "con_creativity": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I don't like using MT because it makes me less creative.",
        "con_poor_quality": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I don't like using MT because the proposals are very poor.",
        "con_ethics": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I don't like using MT because of ethical issues (machines replacing translators, companies getting my data, etc.)",
        "con_trust": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I don't like working with MT because I cannot trust it.",
        "con_interpretable": "Please, select the answer or answers that best represents your views on Machine Translation (MT) overall.  - I don't like using MT for texts that require some level of interpretation and inference (such as colloquial and marketing texts).",
        "comment_pe": "What is your opinion overall of post-editing machine translation as part of your translation work? Please, feel free to comment about technical aspects as well as opinions and feelings.",
        "duration_s": "Duration (in seconds)"
    },
    "post_task": {
        "subject_id": "Please identify yourself within your target language group.",
        "lang_id": "User Language",
        "mt_rating": "How would you rate the MT output for this task overall?",
        "diff_mt": "Do you think there were different MT engines used to pre-translate this task? For example, Google Translate is one engine, and DeepL is another engine.",
        "comment_diff_mt": "If you answered yes to the previous question, why?",
        "issues_order": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Word order",
        "issues_morph": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Morphology (e.g. wrong inflected form)",
        "issues_mistrans": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Mistranslation",
        "issues_add": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Additions",
        "issues_term": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Inconsistent translation/terminology for this context",
        "issues_syntax": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Awkward syntax",
        "issues_verbs": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Mode and verb",
        "issues_punct": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Punctuation",
        "issues_cultur": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Cultural References",
        "issues_other": "What specific language related issues cause the most serious and frequent problems? 1, no errors and 7, many errors. - Other",
        "adequacy": "How well the meaning expressed in the source text is represented in the translation provided by MT?",
        "fluency": "To what extent are the translations fluent, i.e. well formed grammatically, correct spelling, adhering of common use of terms, intuitively acceptable and could be sensibly interpreted by a native speaker?",
        "mt_rank_speed_ht": "Please, rank the translation method according to speed. 1 the slowest, 7 the fastest. - Translation from scratch",
        "mt_rank_speed_pe": "Please, rank the translation method according to speed. 1 the slowest, 7 the fastest. - Post-editing",
        "mt_rank_cog_effort_ht": "Please, rank the translation method according to the cognitive effort required from you. Cognitive effort means the mental effort required when you were working on this task. 1 the most cognitive effort, 7 the least cognitive effort. - Translation from scratch",
        "mt_rank_cog_effort_pe": "Please, rank the translation method according to the cognitive effort required from you. Cognitive effort means the mental effort required when you were working on this task. 1 the most cognitive effort, 7 the least cognitive effort. - Post-editing",
        "mt_rank_tech_effort_ht": "Please, rank the translation method according to the technical effort required from you. Technical effort refers to the use of keyboard and mouse while you were working on this task. 1 the most technical effort, 7 the least technical effort. - Translation from scratch",
        "mt_rank_tech_effort_pe": "Please, rank the translation method according to the technical effort required from you. Technical effort refers to the use of keyboard and mouse while you were working on this task. 1 the most technical effort, 7 the least technical effort. - Post-editing",
        "mt_rank_pref_ht": "Please, rank the translation method according to your preference when translating. 1 the least preferred, 7 the most preferred. - Translation from scratch",
        "mt_rank_pref_pe": "Please, rank the translation method according to your preference when translating. 1 the least preferred, 7 the most preferred. - Post-editing",
        "comment_pe_vs_ht": "In the experiment, what did you like/dislike about post-editing if compared to translating from scratch?",
        "comment_other": "Please, let us know if you have any comments about these questions that you would like to make at this point.",
        "duration_s": "Duration (in seconds)"
    }
}